Revit 2027 API
WorksharingDisplayGraphicSettings.FillColor Property
 The fill color that will be applied to elements when these settings are applied. Note that this is automatically set by increasing the luma of the specified line color by 65%.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color FillColor { get; }
Public ReadOnly Property FillColor As Color
	Get
public:
property Color^ FillColor {
	Color^ get ();
}
member FillColor : Color with get
Property Value
Color
See Also
Reference
WorksharingDisplayGraphicSettings Class
Autodesk.Revit.DB Namespace